;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; Translation Author: r3Qui3m
; Translation Author Email: slo.mula@gmail.com
; Soft Version: 1.19.57
;

[Translation]
LanguageName=sl-SI
LangCode=0424
ReadHabit=Z leve proti desni
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Confirm=Potrditev

;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=Nedokončano
TfrmWRMMain.btnCompleted.Caption=Zaključeno
TfrmWRMMain.btnBack.caption=Nazaj
TfrmWRMMain.btnDone.Caption=Shrani
TfrmWRMMain.lblRepeat.caption=Ponovi:
TfrmWRMMain.lblTime.caption=Čas:
TfrmWRMMain.lblName.caption=Opis:
TfrmWRMMain.lblDate.caption=Datum:
TfrmWRMMain.cbPeriod.Item1=Enkrat
TfrmWRMMain.cbPeriod.Item2=Dnevno
TfrmWRMMain.cbPeriod.Item3=Tedensko
TfrmWRMMain.cbPeriod.Item4=Mesečno
TfrmWRMMain.cbPeriod.Item5=Letno
;
;hint
;
TfrmWRMMain.imgf.hint=Spremljaj nas na Facebook-u
TfrmWRMMain.imgt.hint=Spremljaj nas na Twitter-ju
TfrmWRMMain.imgmail.hint=Deli s svojimi prijatelji
TfrmWRMMain.imghome.hint=Domača stran
TfrmWRMMain.CloseHint=Zapri
TfrmWRMMain.MenuHint=Meni
TfrmWRMMain.MinHint=Minimiraj
TfrmWRMMain.lbl2.caption=Trenutna različica:%s
TfrmWRMMain.lbl3.Caption=Preverjanje za posodobitev
TfrmWRMMain.btnDetails.hint_1=Podrobnosti
TfrmWRMMain.btnDetails.hint_2=Spreminjanje in obnovitev
TfrmWRMMain.btnDelete.hint_1=Označi kot končano
TfrmWRMMain.btnDelete.hint_2=Odstrani
TfrmWRMMain.OpenWindow=Odpri WiseReminder
TfrmWRMMain.btnNew.Caption=novo

msgdlg.btnNO=NE
msgdlg.btnOk=VREDU
msgdlg.btnYes=Da
;
; Time
;
constY=Leto
constM=Mesec
constD=Dan
constHH=Ura
constMM=Minuta
constSS=Sekunda
constYs=Leti/a
constMs=Meseca/i
constDs=Dneva/i
constHHs=Uri/e
constMMs=Minuti/e
constSSs=Sekundi/e
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=Mrežna pomoč
TfrmWRMMain.TrayMenuItem2=Forum
TfrmWRMMain.TrayMenuItem3=Domača stran
TfrmWRMMain.TrayMenuItem4=Kontaktiraj nas
TfrmWRMMain.TrayMenuItem5=Preverjanje za posodobitev
TfrmWRMMain.TrayMenuItem6=Preverjanje novic
TfrmWRMMain.TrayMenuItem7=Jezik
TfrmWRMMain.TrayMenuItem8=Zaženi ob zagonu sistema
TfrmWRMMain.TrayMenuItem9=O nas
TfrmWRMMain.TrayMenuItem10=Izhod
TfrmRemindDlg.Caption_1=Zamudil si nekaj opomnikov
TfrmWRMMain.lbl1.caption=Obnovi
TfrmWRMMain.fxpmn.item1=Varnostno kopiranje
TfrmWRMMain.fxpmn.item2=Obnovi
GetLang=Prevedi v...
;
; Notice
;
TfrmRemindDlg.Caption=Obvestilo
TfrmRemindDlg.btnComplete.Caption=Vredu, sem ga dobil
TfrmRemindDlg.btnDelay.Caption=Opomni me kasneje
;
; About
;
TfrmAbout.Caption=O nas
TfrmAbout.lblEmail.caption=Email podpora:
TfrmAbout.lblhome.caption=Uradna domača stran:
TfrmAbout.lblthanks.caption=Najlepša hvala sodelovcem:
TfrmAbout.btnOk.Caption=VREDU
TfrmAbout.lblver.Caption=Trenutna različica:
;
;Voice
;
TfrmWRMMain.cbbVoice.Item1=Izklop zvoka
TfrmWRMMain.cbbVoice.Item2=Privzeto
TfrmWRMMain.cbbVoice.Item3=Po meri
TfrmWRMMain.lblVoice.Caption=Glasovna navodila

[Messages]
UnkonwFileType=Neprepoznana zvočna datoteka!
ExitModify=Imate neshranjene spremembe. Ali ste prepričani, da želite zapustiti to stran?
RemindNameNULL=Prosimo, da izpolnite opis opomnika!
NewVer=Nova različica je na voljo! Želiš posodobiti zdaj?
NoNewVer=Čestitamo! Uporabljate najnovejšo različico.
ExitApp=Ali ste prepričani, da želite zapreti Wise Reminder? Obvestila iz opomnika ne bodo več na voljo!
NoneReminder=Nimate nastavljen noben opomnik!
NoneCopmpleted=Nimate dokončanega opozorila!
NoneSelected=Prosimo izberite vsaj en opomnik!
TimeOver=Nastavil si čas, ki je pred trenutnim časom!

[Lang]
NativeLanguage=Slovenščina